import React, { Component } from 'react';

class membership extends Component {
  render() {
    return (
      <div style={{margin:"10%"}}>

        <div style={{textAlign:"center"}}><h1>멤버십 서비스 안내</h1><br/><br/></div>
        <div style={{textAlign:"center"}}><h4>핫띵크 멤버십 서비스 안내</h4><br/></div>


        <br/><div style={{fontWeight:"bold",fontSize:"18px"}}>
        1. 멤버십 서비스에 대한 안내</div>
        <p style={{fontSize:"14px", marginLeft:"3%"}}>
          <br /> 1. [서비스 제공 주체] 본 멤버십 서비스는 주식회사 skhu_핫띵크(대표이사:김영곤, 사업자등록번호 xxx-xx-xxxxx, 서울시 구로구 연동로320, 정보과학관 2층 6202P)에 의하여 제공됩니다.
          <br/><br/>2. [서비스 제공 내용] 본 멤버십 서비스 이용계약을 체결함으로써 멤버십 회원은 다음과 같은 서비스를 제공받을 수 있습니다.

          <p style={{fontSize:"13px",marginLeft:"5%"}}>
            <br/>1. 멤버십 회원은 각 정기구독권을 구매하여 핫띵크와 리얼띵크 게시판을 이용 할 수 있는 권한이 주어집니다.
            <br/><br/>2. 멤버십 회원은 포인트를 사용하는 과금 서비스를 통하여 프리띵크 게시물을 핫띵크 게시물로 올릴 수 있습니다.
            <br/><br/>3.	할당된 정해진 양의 유효한 포인트을 발급받고 멤버십 서비스 이용개시일로부터 각 정기구독 기간동안 해당 포인트을 사용하여 거래 요청을 판매자에게 발송할 수 있습니다.
            단, 해당 포인트는 정해진 정기구독 기간이 경과할 경우 소멸되며 이월되지 않습니다.
          </p>
        </p>


        <div style={{fontWeight:"bold",fontSize:"18px"}}>
          <br/>2. 멤버십 서비스의 거래조건에 대한 안내</div>
        <p style={{fontSize:"14px", marginLeft:"3%"}}>
          <br/>1.	[가격 및 기간]
          <br/><br/>•	멤버십 서비스의 유형 및 가격은 결제 전 화면에 고지된 바에 의합니다.
          <br/><br/>2.	[서비스 제공 기간] 멤버십 서비스 결제 후 즉시 서비스 제공이 개시되며 이로부터 정기 가입 기간 동안 서비스가 제공되는 것을 원칙으로 합니다.
          <br/><br/>3.	[이용계약의 갱신 통지] 회사는 멤버십 서비스 계약기간이 끝나기 1주일 전에 회원에게 이용계약의 갱신 사실을 회원의 이메일 또는 SNS, 기타 전자 서면 등으로 통지합니다. 다만, 이용계약기간의 단위가 1년 이상인 경우 통지 기간은 계약기간이 끝나기 30일 전까지로 합니다.
          <br/><br/>4.	[이용계약의 갱신 방법] 회원이 (3)의 통지를 받은 날로부터 1주일 이내(1년 이상 계약의 경우 통지를 받은 날로부터 30일 이내)에 별도의 의사표시를 하지 않으면 본 멤버십 계약은 동일한 기간 동안 연장됩니다.
        </p>

        <div style={{fontWeight:"bold",fontSize:"18px"}}>
          <br/>3. 멤버십 서비스의 결제방법</div>
        <p style={{fontSize:"14px", marginLeft:"3%"}}>
          <br/>1.	멤버십 회원은 정기 자동결제 방법으로 멤버십 서비스의 이용대가를 지불하며 회사는 이에 대하여 최초 결제 시 회원의 사전동의를 받습니다.
          <br/><br/>2.	1개월 정기 결제의 경우에는 최초 결제일 이후 매월 동일 일자에 자동으로 결제가 이루어지며, 1년 정기 결제의 경우에는 최초 결제 월∙일 이후 매년 동일 결제 월∙일에 결제가 자동으로 진행됩니다.
          <br/><br/>3.	멤버십 회원이 위 2.(4)항에 규정된 바와 같이 별도의 의사표시를 하지 아니하면 정기 자동 결제가 유지되며, 회원 별도의 의사표시를 통해 계약이 갱신되지 아니하면 다음 정기 결제도 이루어지지 않습니다.
          <br/><br/>4.	정기 자동 결제는 이용자가 등록한 신용카드, 체크카드, 휴대폰 결제 기능 등의 방법으로 가능합니다.<br/>
        </p>

        <div style={{fontWeight:"bold",fontSize:"18px"}}>
          <br/>4. 멤버십 서비스 이용방법에 대한 안내</div>
        <p style={{fontSize:"14px", marginLeft:"3%"}}>
          <br/>1.	[서비스 이용방법] 본 안내 사항에 작성된 사항 외에는 핫띵크의 이용약관에 따릅니다.
          <br/><br/>2. [이용에 대한 문의] 본 멤버십 서비스에 대한 이용문의는 핫띵크 고객센터 010-4341-8987로 할 수 있습니다.
        </p>

        <div style={{fontWeight:"bold",fontSize:"18px"}}>
          <br/>5. 멤버십 서비스의 청약철회/해지 및 환불에 대한 안내</div>
        <p style={{fontSize:"14px", marginLeft:"3%"}}>

          <br/>1.	[사용개시 전 철회]멤버십 회원이 서비스를 사용하지 않은 경우에는 결제일로부터 7일 이내에 청약철회를 할 수 있습니다.

          <br/><br/>2.	[환불의 일반원칙]<br/>
          <p style={{fontSize:"13px", marginLeft:"4%"}}>
            <br/>1.	본 멤버십 서비스를 사용한 멤버십 회원은 해당 사용 부분에 대한 환불을 받을 수 없습니다.
            <br/><br/> 2.	멤버십 서비스 사용기간 동안 사용되지 않은 포인트는 해당 멤버십 정기구독 기간 종료 시 소멸되며 소멸된 포인트에 대해서는 환불이 불가능합니다.
          </p>

          <br/>3.	 [계약 해지에 의한 환급]<br/>
          <p style={{marginLeft:"4%"}}><br/>1. 본 멤버십 서비스는 일정기간 동안 포인트를 사용하여 견적서를 발송하는 것뿐만 아니라, 회사의 마케팅 비용으로 해당 멤버십 회원을 홍보하고, 전담컨설턴트를 지정하여 회원의 마케팅을 관리하는 등 종합 서비스를 포함하므로 '포인트 사용에 따른 비용'과 '멤버십 사용 기간에 따른 비용' 중, 비용이 높은 것을 기준으로 구매한 멤버십 가격에서 제하고 환불합니다.

            <br/><br/>(1). 포인트 사용에 따른 비용
            <p style={{marginLeft:"4%",fontSize:"13px"}}>•	개별 포인트 정가 * 유료 포인트 사용 개수</p>
            (2).멤버십 사용기간에 따른 비용<br/>
            <p style={{marginLeft:"4%",fontSize:"13px"}}> •	- 멤버십 정가 * (사용기간/30일)<br/>
              •	- 멤버십 정가 * (사용기간/365일)<br/></p>


            <br/>2.	위의 산식에서 의미하는 ‘정가’라 함은 멤버십 회원이 멤버십에 가입할 당시 멤버십 가입페이지에서 규정한 ‘정가’를 의미합니다.<br/>
            <br/>3.	위의 산식에서 포인트는 회원이 힛띵크에 환불의사를 표시한 시점에 회원이 사용을 완료한 포인트 개수를 의미합니다.<br/>
            <br/>4.	[기타 청약철회등에 대한 사항] 본 안내사항에 규정된 사항 외 청약철회 및 해지∙해제와 환불에 대한 내용은 핫띵크의 이용약관 에 따릅니다.<br/>
          </p>
        </p>



      </div>
    );
  }

}

export default membership;
